Repository: israman30/TheChalkboard-Clone
Catalog: Chalkboard/Chalkboard/*.lproj/Localizable.strings
Languages: he, ru

# Accessibility_tap_for_strikethrough_if_task_is_completed
source: tap for strikethrough if task is completed
he: הקש להחלפת קו אם המשימה הושלמה
ru: нажмите, чтобы зачеркнуть, если задача выполнена

# Accessibility_no_item
source: NO ITEM
he: אין פריט
ru: НЕТ ПУНКТА

# Accessibility_no_title
source: NO TITLE
he: ללא כותרת
ru: БЕЗ ЗАГОЛОВКА

# Accessibility_no_date
source: NO DATE
he: אין תאריך
ru: БЕЗ ДАТЫ

# Accessibility_The_Chalkboarde
source: The Chalkboard
he: הלוח
ru: Классная доска

# Accessibility_tap_for_deleting_in_group
source: tap for deleting in group
he: הקש למחיקה בקבוצה
ru: нажмите для удаления в группе

# Accessibility_tap_for_adding_a_new_task
source: tap for adding a new task
he: הקש להוספת משימה חדשה
ru: нажмите, чтобы добавить новую закладкуk

# Accessibility_adding_title
source: Title
he: כותרת
ru: Заголовок

# Accessibility_input_task
source: Input task
he: משימת קלט
ru: Входная задача

# Accessibility_input description
source: Input description
he: תיאור קלט
ru: Входное описание

# Accessibility_important
source: Important
he: חָשׁוּב
ru: Важный

# Accessibility_tap_for_make_the_task_important
source: tap for make the task important
he: הקש כדי להפוך את המשימה לחשובה
ru: нажмите, чтобы сделать задачу важной
